---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectStatus
source: html/34a4a194-b8a3-5a7d-1269-f55281404f65.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectStatus Property

"Project Status"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectStatus { get; }
```